tap "d12frosted/emacs-plus"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "instantclienttap/instantclient"
tap "khanhas/tap"
tap "mongodb/brew"
tap "prisma/prisma"
tap "rigellute/tap"
tap "sambadevi/powerlevel9k"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "afflib"
brew "libyaml"
brew "ansible"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bat"
brew "icu4c"
brew "boost"
brew "glib"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "libevent"
brew "pkg-config"
brew "harfbuzz"
brew "ffmpeg"
brew "fftw"
brew "fluid-synth"
brew "fortune"
brew "freetds"
brew "gh"
brew "libksba"
brew "gnupg"
brew "ncurses"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "kubernetes-cli"
brew "libarchive"
brew "libewf"
brew "libpq"
brew "librdkafka"
brew "librsvg"
brew "lldpd"
brew "lolcat"
brew "minikube"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "node", link: false
brew "node@12"
brew "postgresql@11", restart_service: true
brew "redis"
brew "rocksdb"
brew "sbcl"
brew "sl"
brew "sleuthkit"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sdk"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "khanhas/tap/spicetify-cli"
brew "mongodb/brew/mongodb-community"
brew "rigellute/tap/spotify-tui"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "alacritty"
cask "amethyst"
cask "android-studio"
cask "appcleaner"
cask "balsamiq-mockups"
cask "citra"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "font-droidsansmono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "java"
cask "lastpass"
cask "minikube"
cask "mongodb-compass-community"
cask "mysqlworkbench"
cask "ngrok"
cask "pgadmin4"
cask "racket"
cask "slack"
cask "spotify"
cask "vagrant"
cask "virtualbox"
